{
  "categories": [
    {
      "name": "Personality Traits",
      "questions": [
        "Who is most likely to be introverted?",
        "Who is most likely to be extroverted?",
        "Who is most likely to be adventurous?",
        "Who is most likely to be competitive?",
        "Who is most likely to be laid-back?",
        "Who is most likely to be impulsive?",
        "Who is most likely to be analytical?",
        "Who is most likely to be empathetic?",
        "Who is most likely to be organized?",
        "Who is most likely to be spontaneous?",
        "Who is most likely to be a risk-taker?",
        "Who is most likely to be detail-oriented?",
        "Who is most likely to be a perfectionist?",
        "Who is most likely to be patient?",
        "Who is most likely to be innovative?"
      ]
    },
    {
      "name": "Hobbies and Interests",
      "questions": [
        "Who is most likely to be a sports enthusiast?",
        "Who is most likely to be a bookworm?",
        "Who is most likely to be a gamer?",
        "Who is most likely to be a foodie?",
        "Who is most likely to be a traveler?",
        "Who is most likely to be a musician?",
        "Who is most likely to be a movie buff?",
        "Who is most likely to be a technology geek?",
        "Who is most likely to be a fitness fanatic?",
        "Who is most likely to be an artist?",
        "Who is most likely to be a nature lover?",
        "Who is most likely to be a history buff?",
        "Who is most likely to be a fashionista?",
        "Who is most likely to be a DIY enthusiast?",
        "Who is most likely to be a science nerd?"
      ]
    },
    {
      "name": "Social Behavior",
      "questions": [
        "Who is most likely to be the life of the party?",
        "Who is most likely to be the class clown?",
        "Who is most likely to be the peacemaker in a group?",
        "Who is most likely to be the leader of a team?",
        "Who is most likely to be the listener in a conversation?",
        "Who is most likely to be the jokester among friends?",
        "Who is most likely to be the trendsetter in a group?",
        "Who is most likely to be the problem solver in a group?",
        "Who is most likely to be the social butterfly?",
        "Who is most likely to be the introvert at a party?",
        "Who is most likely to be the one always giving advice?",
        "Who is most likely to be the one making everyone laugh?",
        "Who is most likely to be the one always planning events?",
        "Who is most likely to be the one mediating conflicts?",
        "Who is most likely to be the one initiating conversations?"
      ]
    },
    {
      "name": "Lifestyle and Habits",
      "questions": [
        "Who is most likely to be an early bird?",
        "Who is most likely to be a night owl?",
        "Who is most likely to be a workaholic?",
        "Who is most likely to be a procrastinator?",
        "Who is most likely to be a fitness enthusiast?",
        "Who is most likely to be a couch potato?",
        "Who is most likely to be a health-conscious individual?",
        "Who is most likely to be a coffee addict?",
        "Who is most likely to be a pet lover?",
        "Who is most likely to bea social media addict?",
        "Who is most likely to be a frequent traveler?",
        "Who is most likely to be a neat freak?",
        "Who is most likely to be a multitasker?",
        "Who is most likely to be a spontaneous planner?",
        "Who is most likely to be a budget-conscious person?"
      ]
    },
    {
      "name": "Career and Ambitions",
      "questions": [
        "Who is most likely to be an entrepreneur?",
        "Who is most likely to be a doctor?",
        "Who is most likely to be an artist?",
        "Who is most likely to be a teacher?",
        "Who is most likely to be a scientist?",
        "Who is most likely to be a lawyer?",
        "Who is most likely to be a musician?",
        "Who is most likely to be a chef?",
        "Who is most likely to be an engineer?",
        "Who is most likely to be a writer?",
        "Who is most likely to be a social worker?",
        "Who is most likely to be a politician?",
        "Who is most likely to be a police officer?",
        "Who is most likely to be a professional athlete?",
        "Who is most likely to be a fashion designer?",
        "Who is most likely to take risks without considering the consequences?",
        "Who is most likely to pursue a non-traditional career path?",
        "Who is most likely to challenge authority figures?",
        "Who is most likely to prioritize their own needs over others?",
        "Who is most likely to break a world record?",
        "Who is most likely to become a millionaire before the age of 30?",
        "Who is most likely to overcome a significant fear?",
        "Who is most likely to start their own successful business?",
        "Who is most likely to become a renowned artist?",
        "Who is most likely to win a Nobel Prize?",
        "Who is most likely to become a world-class athlete?",
        "Who is most likely to travel to every country in the world?",
        "Who is most likely to make a groundbreaking scientific discovery?",
        "Who is most likely to write a best-selling novel?",
        "Who is most likely to dedicate their life to charity work?",
        "Who is most likely to invent a life-changing technology?",
        "Who is most likely to become a world leader?",
        "Who is most likely to change the world with their activism?",
        "Who is most likely to become a famous actor/actress?",
        "Who is most likely to start a successful social media platform?",
        "Who is most likely to excel in public speaking?",
        "Who is most likely to become a professional athlete in an unconventional sport?",
        "Who is most likely to organize a successful global event?",
        "Who is most likely to become a renowned scientist in their field?",
        "Who is most likely to revolutionize the fashion industry?",
        "Who is most likely to become a respected academic in their field?",
        "Who is most likely to create a viral internet meme?",
        "Who is most likely to become a prominent environmental activist?",
        "Who is most likely to master multiple languages fluently?",
        "Who is most likely to win a prestigious international award?",
        "Who is most likely to make a groundbreaking medical discovery?",
        "Who is most likely to become a world-class musician?",
        "Who is most likely to create a successful startup company?",
        "Who is most likely to become an influential thought leader?",
        "Who is most likely to inspire others to achieve greatness?",
        "Who is most likely to become a professional athlete in a mainstream sport?",
        "Who is most likely to become a renowned architect?",
        "Who is most likely to win an Olympic gold medal?",
        "Who is most likely to develop a life-saving invention?",
        "Who is most likely to become a prominent social media influencer?",
        "Who is most likely to become a respected authority in their industry?",
        "Who is most likely to discover a new species?",
        "Who is most likely to start a successful non-profit organization?",
        "Who is most likely to create an influential work of art?",
        "Who is most likely to become a renowned journalist?",
        "Who is most likely to become a celebrated fashion designer?",
        "Who is most likely to lead a successful political campaign?",
        "Who is most likely to become a professional chef in a Michelin-starred restaurant?",
        "Who is most likely to compose a critically acclaimed symphony?",
        "Who is most likely to become an influential motivational speaker?"
      ]
    }
  ]
}
